Repository: gitGNU/gnu_scleaner
Catalog: src/*.po
Languages: fr

source: No leak detected, congratulations !
fr: Pas de fuites mémoires trouvées, bravo !

source: (file is skipped)
fr: (le fichier est ignoré)

source: - Report (Compiled on
fr: - Rapport (Compilé le

source: Line :
fr: Ligne :

source: Oops... Some leaks have been detected
fr: Oops... Quelques fuites ont été trouvées

source: appended to
fr: ajouté à

source: blocs not empty,
fr: blocs non vide,

source: bytes
fr: octets

source: bytes --
fr: octets --

source: default selection
fr: Sélection par défaut

source: input plugin :
fr: greffon d'entrée :

source: input plugins :
fr: greffons d'entrée :

source: is already in the folders list.
fr: est déjà dans la liste des répertoires.

source: output plugin :
fr: greffon de sortie :

source: output plugins :
fr: greffons de sortie :

source: plugin:
fr: greffon :

source: since
fr: depuis

source: so I skip it !
fr: ignoré !

source: ' hasn't been add to tar archive !
fr: ' n'a pas été ajouté à l'archive tar !

source: About
fr: A propos

source: Adding
fr: Ajout de

source: Apply
fr: Appliquer

source: Apply output plugin on selected files.
fr: Appliquer le greffon de sortie aux fichiers sélectionnés.

source: Cancel
fr: Annuler

source: Cannot stat
fr: Ne peut évaluer

source: E&xit
fr: Quitter

source: Error bzWriteOpen!
fr: Erreur bzWriteOpen!

source: Error in file!
fr: Erreur fichier d'entrée!

source: Error out file!
fr: Erreur fichier de sortie!

source: File
fr: Fichier

source: File location
fr: Emplacement du fichier

source: Folders
fr: Répertoires

source: Found files
fr: Fichiers trouvés

source: Free:
fr: Libre :

source: GB
fr: Go

source: I cannot add
fr: Je ne peux pas ajouter

source: KB
fr: Ko

source: Kernel : v
fr: Noyau : v

source: Launched as
fr: Lancé en tant que

source: Launched as root/sudo
fr: Lancé en tant que superutilisateur

source: MB
fr: Mo

source: Misc
fr: Divers

source: Name
fr: Nom

source: Output plugins
fr: Greffons de sortie

source: Plugin default selection :
fr: Sélection par défaut :

source: Plugin name
fr: Nom du greffon

source: Preferences
fr: Préférences

source: Preferences Ctrl-P
fr: Préférences Ctrl-P

source: Progress bar update's delay
fr: Delai de mise à jour de la barre de progression

source: Quit
fr: Quitter

source: Select an output folder for
fr: Selectionnez un plugin de sortie pour

source: Select input plugins to use
fr: Selectionnez les greffons d'entrée à utiliser.

source: Show splash screen on startup
fr: Voir l'écran de démarrage au lançement de l'application

source: Show status bar (need reboot)
fr: Voir la barre de status (nécessite un redémarrage)

source: Show toolbar (need reboot)
fr: Voir la barre d'outils (nécessite un redémarrage)

source: Since for this alpha version, there are only 3 input plugins (and 2 that run only in root mode), the dialog for selecting input plugins is not yet ready :D but will be available soon !!
fr: Comme cette version alpha ne contient que 3 greffons (dont 2 qui nécessitent le mode superutilsateur), le dialogue pour sélectionner les greffons d'entrée n'est pas pret :D mais il le sera très bientôt !!

source: Size (bytes)
fr: Taille (octets)

source: Total size :
fr: Taille totale :

source: Use input plugins to find files.
fr: Utilisez les greffons d'entrée pour trouver des fichiers.

source: Used:
fr: Utilisée :

source: [DBG] CEngine::getUsername Username:
fr: [DBG] CEngine::getUsername Nom d'utilisateur:

source: [DBG] CEngine::scanDisk Path :
fr: [DBG] CEngine::scanDisk Répertoire :

source: [DBG] I founded
fr: [DBG] J'ai trouvé

source: [DBG] Process !!!
fr: [DBG] Traitement !!!

source: [DBG] Size =
fr: [DBG] Taille =

source: [DBG] You have selected:
fr: [DBG] Vous avez selectionné :

source: [DBG] scleaner starting ...
fr: [DBG] scleaner démarre ...

source: [DBG]File header for
fr: [DBG]Calcul de l'en tête fichier pour

source: [ERR] : Cannot open
fr: [ERR] : Ne peut ouvrir

source: [ERR] : Cannot stat
fr: [ERR] : Ne peut statuer

source: [ERR] An error occured during compression so I left
fr: [ERR] Une erreur lors de la compression ayant eu lieu, je laisse le fichier

source: [ERR] CEngine::getKernelVersion error !
fr: [ERR] CEngine::getKernelVersion !

source: [ERR] Cannot open
fr: [ERR] Impossible d'ouvrir

source: [ERR] Could not set icon.
fr: [ERR] Impossible de dÃ©finir l'icone.

source: [ERR] Due to error(s) on CleanClose, I delete
fr: [ERR] A cause d'erreur(s) dans CleanClose, j'efface

source: [ERR] Due to error(s) on WriteData, I delete
fr: [ERR] A cause d'erreur(s) dans WriteData, j'efface

source: [ERR] Error output file:
fr: [ERR] Erreur sur le fichier de sortie:

source: [WNG] : null
fr: [WNG] : nul

source: [WNG] Archiving non-ordinary file (Linked or Device file?)
fr: [WNG] Ajout d'un fichier non gÃ©rÃ© (lien ou fichier device?)

source: [WNG] Cannot stat file:
fr: [WNG] Ne peut statuer sur le fichier :

source: [WNG] Error in file:
fr: [WNG] Erreur dans le fichier :

source: [WNG] File '
fr: [WNG] Fichier '

source: bz2 compression of
fr: Compression bz2 de

source: null size
fr: taille nulle

source: scleaner process your files ...
fr: scleaner s'occupe de vos fichiers ...

source: scleaner scan your disk ...
fr: scleaner analyse votre disque ...

source: this is a information
fr: ceci est une information
